import "./LetterPaper.css";

const SimpleLetter = () => {
  return (
    <div className="simple-letter">
      <div className="letter-content">
        <h1>To My Love 💖</h1>

        <div className="letter-text">
          <p>تقدیم به فرشته زندگیم ❤️</p>
          <p>
            تولدت کلی مبارک دختره نازم کاش میتونستم اونجا باشم تو بغلم بگیرمت و
            گرمای وجودتو حس کنم تو روز تولدت
          </p>
          <p>
            امروز یک سال با تجربه تر، بزرگتر و البته خوشگل تر شدی ولی خب منکه
            متوجهش نمیشم چون تو چشم من تو هر روز خوشگل ترین دختری هستی که دیدم
          </p>
          <p>
            میخوام بدونی چقد دوست دارم و بهت اهمیت میدم، یه ادم باهوشی یبار گفت
            من دوست ندارم، عاشقتم ❤️ یدونه دوست دارم، ولی یه دنیا دنیایی که
            نمیتونه عشق منو بهت توش جا بده شاید
          </p>
          <p>
            جدیدن بینمون فاصله افتاده باشه و خیلی کمتر در ارتباط باشیم و بخاطرش
            ازت دلخور شده باشم ولی میخوام بدونی اگرم فاصله جسمی و فکری داشته
            باشیم قلبامون هیچوقت فاصله نگرفتن، یه قلب داریم تو دوتا جسم، من
            روحمو بت پیوند زدم که هم این زندگی داشته باشمت هم زندگیای بعدی چون
            روزی واسم نمیگذره بدون محو زیباییت شدن عامل تپش قلبمی دختره نازم
          </p>
          <p>
            هرچقدم روند زندگی حسمو به اتفاقات اطرافم کم کنه بازم اطمینان دارم
            روزی که گرما و طعم لبتو رو لبام حس کنم قلبم تند میزنه
          </p>
          <p>
            بخاطرت هر بحثی که تا الان بوده فقط بخاطر حس و علاقم بهت بوده مال منی
            و مال من میمونی تا تهش تعجب نکن اگه یه روز دست و پاتو بستم دزدیدمت
            تا ابد پیش خودم نگهت دارم
          </p>
          <p>
            4 میلیارد دختر وجود داره ولی فقط یدونش دختره منه روح و قلبمون به هم
            وصله تا وقتی که جسممونم به هم برسه خنده هات
          </p>
          <p>
            قشنگی دنیامه اسمونم چشمای قشنگت هر قدمی که برمیدارم تو زندگیم به
            فکره خوشحال کردنه دخترمه دوس دارم بدونی دیوونه وار میپرستمت و
            همونطور که قلبتو نگه داشتم قلبمو تو دستات گذاشتم پس خوب مراقبش باش{" "}
          </p>
          <p>
            بهترینارو واست ارزو میکنم بهترین دختره دنیا امیدوارم کلی خاطره خوب
            بسازیم با هم و کلی پیشرفت کنیم دوتایی و مسیر دیدارمونو کوتاه تر کنیم
          </p>

          <p>Forever yours,</p>
          <p className="signature">[DEVIL]</p>
        </div>
      </div>
    </div>
  );
};

export default SimpleLetter;
